// Данные о сотрудниках:
staff = [
    {
        'name': 'Алексей',
        'surname': 'Петров',
        'salary': 124300
    },
    {
        'name': 'Николай',
        'surname': 'Петров',
        'salary': 120000
    },
    {
        'name': 'Иван',
        'surname': 'Павлов',
        'salary': 34500
    },
    {
        'name': 'Василий',
        'surname': 'Кукушкин',
        'salary': 162500
    },
    {
        'name': 'Василий',
        'surname': 'Павлов',
        'salary': 47800
    },
]
// Вычислите:
print("Имя и Фамилию сотрудника с самой высокой зарплатой:")

// TODO: your code here

print("Имя и Фамилию сотрудника с самой низкой зарплатой:")

// TODO: your code here
